Repository: HASEL-UZH/MindfulPacer.Apple
Catalog: MindfulPacer/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: Apple has many activity-promoting features on the iPhone and Apple Watch. If you want to disable these features, follow these steps.
de: Apple bietet auf dem iPhone und der Apple Watch viele Funktionen zur Förderung von Aktivitäten. Wenn du diese Funktionen deaktivieren möchtest, führe die folgenden Schritte aus.
es: Apple tiene muchas funciones que promueven la actividad en el iPhone y Apple Watch. Si deseas desactivar estas funciones, sigue estos pasos.
fr: Apple propose de nombreuses fonctionnalités de promotion de l'activité sur l'iPhone et l'Apple Watch. Si vous souhaitez désactiver ces fonctionnalités, suivez ces étapes.
it: Apple offre numerose funzionalità per promuovere l'attività su iPhone e Apple Watch. Se desideri disattivare queste funzionalità, segui questi passaggi.

source: Apple Health isn’t available on this device.
de: Apple Health ist auf diesem Gerät nicht verfügbar.
es: Apple Salud no está disponible en este dispositivo.
fr: Apple Health n'est pas disponible sur cet appareil.
it: Apple Health non è disponibile su questo dispositivo.

source: Apple Watch Complication
de: Apple Watch Komplikation
es: Complicación de Apple Watch
fr: Complication Apple Watch
it: Complicazione Apple Watch

source: Apple Watch Sync
de: Apple Watch Synchronisierung
es: Sincronización de Apple Watch
fr: Synchronisation Apple Watch
it: Sincronizzazione Apple Watch

source: Are you sure you want to delete this reflection? This action cannot be undone.
de: Bist du sicher, dass du diese Reflexion löschen möchtest? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas eliminar esta reflexión? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer cette réflexion ? Cette action est irréversible.
it: Sei sicuro di voler eliminare questa riflessione? Questa azione è irreversibile.

source: Are you sure you want to delete this Reminder? This action cannot be undone.
de: Bist du sicher, dass du diese Erinnerung löschen möchtest? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas eliminar este recordatorio? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer ce rappel ? Cette action est irréversible.
it: Sei sicuro di voler eliminare questo promemoria? Questa azione è irreversibile.

source: Articles
de: Artikel
es: Artículos
it: Articoli

source: Ascending
de: Aufsteigend
es: Ascendente
fr: Croissant
it: Crescente

source: Attending Events
de: Teilnahme an Veranstaltungen
es: Asistiendo a eventos
fr: Participation à des événements
it: Partecipazione a eventi

source: Battery Info
de: Batterie Info
es: Info de batería
fr: Info batterie
it: Info batteria

source: Because you installed via TestFlight, the Watch app may not auto-install MindfulPacer.
de: Da du die Installation über TestFlight durchgeführt hast, wird MindfulPacer möglicherweise nicht automatisch in der Watch-App installiert.
es: Debido a que instalaste a través de TestFlight, la app de Watch puede no instalar MindfulPacer automáticamente.
fr: Comme vous avez installé via TestFlight, l'app Watch peut ne pas installer automatiquement MindfulPacer.
it: Poiché hai installato tramite TestFlight, l'app Watch potrebbe non installare automaticamente MindfulPacer.

source: Better manage your physical and mental energy by regulating your activity levels.
de: Du kannst deine körperliche und mentale Energie besser nutzen, indem du dein Aktivitätsniveau regulierst.
es: Gestiona mejor tu energía física y mental regulando tus niveles de actividad.
fr: Gérez mieux votre énergie physique et mentale en régulant vos niveaux d'activité.
it: Gestisci meglio la tua energia fisica e mentale regolando i tuoi livelli di attività.

source: BG Diagnostics
de: BG-Diagnose
es: Diagnósticos en segundo plano
fr: Diagnostics en arrière-plan
it: Diagnostica in background

source: Biking
de: Radfahren
es: Ciclismo
fr: Vélo
it: Ciclismo

source: Breaks
de: Pausen
es: Descansos
fr: Pauses
it: Pause

source: By default, the watch returns to the clock. For an immersive experience, you can have it always return to our app when monitoring is active.
de: Standardmässig kehrt die Watch zur Zeitanzeige zurück. Für ein immersives Erlebnis kannst du festlegen, dass bei einem aktiven Monitoring immer unsere App angezeigt wird.
es: Por defecto, el reloj vuelve a la esfera. Para una experiencia inmersiva, puedes hacer que siempre vuelva a nuestra app cuando el monitoreo esté activo.
fr: Par défaut, la montre revient au cadran. Pour une expérience immersive, vous pouvez la configurer pour revenir toujours à notre app lorsque le monitoring est actif.
it: Per impostazione predefinita, l'orologio torna al quadrante. Per un'esperienza immersiva, puoi impostarlo per tornare sempre alla nostra app quando il monitoraggio è attivo.

source: Can't find MindfulPacer on your Apple Watch?
de: Kannst du MindfulPacer nicht auf deiner Apple Watch finden?
es: ¿No encuentras MindfulPacer en tu Apple Watch?
fr: Vous ne trouvez pas MindfulPacer sur votre Apple Watch ?
it: Non trovi MindfulPacer sul tuo Apple Watch?

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

source: Change the app theme
de: Ändere das Erscheinungsbild der App
es: Cambiar el tema de la app
fr: Changer le thème de l'app
it: Cambia il tema dell'app

source: Checking
de: Prüfe
es: Comprobando
fr: Vérification
it: Verifica

source: Choose a Reminder type, which will be reflected in the color of the Reminder notifications you receive.
de: Wähle einen Erinnerungstyp, welcher in der Farbe der Erinnerungsbenachrichtigungen widerspiegelt, die du erhältst.
es: Elige un tipo de recordatorio, que se reflejará en el color de las notificaciones de recordatorio que recibas.
fr: Choisissez un type de rappel, qui se reflétera dans la couleur des notifications de rappel que vous recevrez.
it: Scegli un tipo di promemoria, che si rifletterà nel colore delle notifiche di promemoria che riceverai.

source: Choose to keep MindfulPacer open during a session.
de: Wähle, MindfulPacer während einer Session geöffnet zu lassen.
es: Elige mantener MindfulPacer abierta durante una sesión.
fr: Choisissez de garder MindfulPacer ouvert pendant une session.
it: Scegli di mantenere MindfulPacer aperto durante una sessione.

source: Cleaning
de: Putzen
es: Limpieza
fr: Ménage
it: Pulizia

source: Cognitive
de: Kognitiv
es: Cognitivo
fr: Cognitif
it: Cognitivo

source: Cognitive Impairment
de: Kognitive Beeinträchtigung
es: Deterioro cognitivo
fr: Troubles cognitifs
it: Deterioramento cognitivo

source: Confused
de: Verwirrt
es: Confundido
fr: Confus
it: Confuso

source: Connect Apple Health
de: Apple Health verbinden
es: Conectar Apple Salud
fr: Connecter Apple Health
it: Connetti Apple Health

source: Connect to Apple Health
de: Mit Apple Health verbinden
es: Conectar con Apple Salud
fr: Se connecter à Apple Health
it: Connettiti ad Apple Health

source: Connection
de: Vebindung
es: Conexión
fr: Connexion
it: Connessione

source: Connection Speed
de: Verbindungsgeschwindigkeit
es: Velocidad de conexión
fr: Vitesse de connexion
it: Velocità di connessione

source: Connection Status
de: Verbindungssatus
es: Estado de conexión
fr: État de la connexion
it: Stato della connessione

source: Contact Us
de: Kontaktiere uns
es: Contáctanos
fr: Nous contacter
it: Contattaci

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua

source: Cooking
de: Kochen
es: Cocinar
fr: Cuisine
it: Cucina

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia

source: Correct Permissions
de: Korrekte Berechtigungen
es: Permisos correctos
fr: Autorisations correctes
it: Autorizzazioni corrette

source: Craft Work
de: Handwerkskunst
es: Manualidades
fr: Travaux manuels
it: Lavori manuali

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea

source: Create Reflection
de: Reflexion erstellen
es: Crear reflexión
fr: Créer une réflexion
it: Crea riflessione

source: Create Reminder
de: Erinnerung erstellen
es: Crear recordatorio
fr: Créer un rappel
it: Crea promemoria

source: Dancing
de: Tanzen
es: Bailar
fr: Danse
it: Ballo

source: Data
de: Daten
es: Datos
fr: Données
it: Dati

source: data for last 7 days from
de: Daten der letzten 7 Tage ab
es: datos de los últimos 7 días desde
fr: données des 7 derniers jours depuis
it: dati degli ultimi 7 giorni da

source: Data Model
de: Datentyp
es: Modelo de datos
fr: Modèle de données
it: Modello dati

source: data on
de: Daten am
es: datos del
fr: données du
it: dati del

source: Data to Export
de: Daten für Export
es: Datos a exportar
fr: Données à exporter
it: Dati da esportare

source: data within
de: Daten während
es: datos en
fr: données dans
it: dati entro

source: Date
de: Datum
es: Fecha
it: Data

source: Date Selection
de: Datumsauswahl
es: Selección de fecha
fr: Sélection de la date
it: Selezione data

source: day
de: Tag
es: día
fr: jour
it: giorno

source: Day
de: Tag
es: Día
fr: Jour
it: Giorno

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina

source: Delete All Data?
de: Alle Daten löschen?
es: ¿Eliminar todos los datos?
fr: Supprimer toutes les données ?
it: Eliminare tutti i dati?

source: Delete Reflection
de: Reflexion löschen
es: Eliminar reflexión
fr: Supprimer la réflexion
it: Elimina riflessione

source: Delete Reminder
de: Erinnerung löschen
es: Eliminar recordatorio
fr: Supprimer le rappel
it: Elimina promemoria

source: Descending
de: Absteigend
es: Descendente
fr: Décroissant
it: Decrescente

source: Device Mode
de: Gerätemodus
es: Modo de dispositivo
fr: Mode de l'appareil
it: Modalità dispositivo

source: Device Selection
de: Geräteauswahl
es: Selección de dispositivo
fr: Sélection de l'appareil
it: Selezione dispositivo

source: Diagnostics copied
de: Diagnose kopiert
es: Diagnósticos copiados
fr: Diagnostics copiés
it: Diagnostica copiata

source: Diagnostics Info
de: Diagnoseinformationen
es: Info de diagnósticos
fr: Info diagnostics
it: Info diagnostica

source: Diagnostics were copied to your clipboard. If Mail is not set up, please paste them into an email and send to: %@
de: Die Diagnosedaten wurden in die Zwischenablage kopiert. Falls Mail nicht eingerichtet ist, füge sie bitte in eine E-Mail ein und sende sie an: %@
es: Los diagnósticos se copiaron al portapapeles. Si el correo no está configurado, pégalos en un email y envíalo a: %@
fr: Les diagnostics ont été copiés dans votre presse-papiers. Si Mail n'est pas configuré, veuillez les coller dans un e-mail et envoyer à : %@
it: La diagnostica è stata copiata negli appunti. Se Mail non è configurato, incollala in un'email e invia a: %@

source: Diary on Activities & Energy
de: Tagebuch über Aktivitäten & Energie
es: Diario de actividades y energía
fr: Journal d'activités et d'énergie
it: Diario su attività ed energia

source: Did this trigger a crash?
de: Hat dies einen Crash verursacht?
es: ¿Esto causó un cierre inesperado?
fr: Cela a-t-il provoqué un plantage ?
it: Questo ha causato un arresto anomalo?

source: Disable Activity Promoting Features
de: Aktivitätsfördernde Funktionen deaktivieren
es: Desactivar funciones que promueven la actividad
fr: Désactiver les fonctionnalités de promotion d'activité
it: Disattiva le funzionalità di promozione attività

source: Disabling Activity Reminders
de: Aktivitätserinnerungen deaktivieren
es: Desactivar recordatorios de actividad
fr: Désactiver les rappels d'activité
it: Disattivazione promemoria attività

source: Disabling Breathe Reminders
de: Atmungserinnerungen deaktivieren
es: Desactivar recordatorios de respiración
fr: Désactiver les rappels de respiration
it: Disattivazione promemoria respirazione

source: Disabling Exercise Notifications
de: Trainingsbenachrichtigungen deaktivieren
es: Desactivar notificaciones de ejercicio
fr: Désactiver les notifications d'exercice
it: Disattivare le notifiche di allenamento

source: Disabling Stand Reminders
de: Steherinnerungen deaktivieren
es: Desactivar recordatorios de ponerse de pie
fr: Désactiver les rappels pour se lever
it: Disattivazione promemoria In piedi

source: Disappointed
de: Enttäuscht
es: Decepcionado
fr: Déçu
it: Deluso

source: Disclaimer
de: Haftungsausschluss
es: Descargo de responsabilidad
fr: Avertissement
it: Avvertenza

source: Disconnected
de: Nicht verbunden
es: Desconectado
fr: Déconnecté
it: Disconnesso

source: Discuss pacing strategies and insights with the community.
de: Diskutiere mit der Community über Strategien und Erkenntnisse zum Thema Pacing.
es: Comenta estrategias de regulación y conocimientos con la comunidad.
fr: Discutez des stratégies de gestion d'énergie et des insights avec la communauté.
it: Discuti strategie di gestione dell'energia e approfondimenti con la comunità.

source: Do **NOT** solely rely on MindfulPacer for pacing and managing your activities and energy.
de: Verlasse dich **NICHT** ausschliesslich auf MindfulPacer, um deine Aktivitäten und Energie zu verwalten.
es: **NO** te bases únicamente en MindfulPacer para regular y gestionar tus actividades y energía.
fr: Ne vous fiez **PAS** uniquement à MindfulPacer pour gérer vos activités et votre énergie.
it: **NON** affidarti esclusivamente a MindfulPacer per gestire le tue attività e la tua energia.

source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto

source: Driving Car
de: Autofahren
es: Conducir
fr: Conduite
it: Guida

source: Duration during which the heart rate has to be greater than or equal to the threshold (threshold selected on previous page) in order for the Reminder to be triggered.
de: Dauer, während der die Herzfrequenz grösser oder gleich dem Schwellenwert (siehe vorherige Seite) sein muss, damit eine Erinnerung ausgelöst wird.
es: Duración durante la cual la frecuencia cardíaca debe ser mayor o igual al umbral (seleccionado en la página anterior) para que se active el recordatorio.
fr: Durée pendant laquelle la fréquence cardiaque doit être supérieure ou égale au seuil (seuil sélectionné sur la page précédente) pour que le rappel soit déclenché.
it: Durata durante la quale la frequenza cardiaca deve essere maggiore o uguale alla soglia (soglia selezionata nella pagina precedente) affinché il promemoria venga attivato.

source: Eating
de: Essen
es: Comer
fr: Repas
it: Pasto

source: Edit Reflection
de: Reflexion anpassen
es: Editar reflexión
fr: Modifier la réflexion
it: Modifica riflessione

source: Edit Reminder
de: Erinnerung anpassen
es: Editar recordatorio
fr: Modifier le rappel
it: Modifica promemoria

source: Enable %@ access in the Health settings on your iPhone.
de: Aktiviere den Zugriff auf %@ in den Health-Einstellungen auf deinem iPhone.
es: Habilita el acceso a %@ en los ajustes de Salud de tu iPhone.
fr: Activez l'accès à %@ dans les réglages Santé sur votre iPhone.
it: Abilita l'accesso a %@ nelle impostazioni di Salute sul tuo iPhone.

source: End
de: Ende
es: Fin
fr: Fin
it: Fine

source: Energy & Activity Pacing
de: Energie- und Aktvitätsmanagement
es: Gestión de energía y actividad
fr: Gestion de l'énergie et de l'activité
it: Gestione dell'energia e delle attività

source: Enhanced Reflections
de: Erweiterte Reflexionen
es: Reflexiones mejoradas
fr: Réflexions améliorées
it: Riflessioni avanzate

source: Error Saving Reminder
de: Fehler beim Speichern der Erinnerung
es: Error al guardar el recordatorio
fr: Erreur lors de l'enregistrement du rappel
it: Errore nel salvataggio del promemoria

source: Essentials
de: Hauptfunktionen
es: Esenciales
fr: Essentiels
it: Essenziali

source: Excited
de: Aufgeregt
es: Emocionado
fr: Enthousiaste
it: Entusiasta

source: Exercising
de: Training
es: Ejercicio
fr: Exercice
it: Esercizio

source: Expanded
de: Erweiterte Funktionen
es: Expandido
fr: Étendu
it: Espanso

source: Export Data
de: Daten exportieren
es: Exportar datos
fr: Exporter les données
it: Esporta dati

source: Export or delete your data
de: Exportiere oder lösche deine Daten
es: Exportar o eliminar tus datos
fr: Exporter ou supprimer vos données
it: Esporta o elimina i tuoi dati

source: Fast
de: Schnell
es: Rápido
fr: Rapide
it: Veloce

source: Fatigue
de: Müdigkeit
es: Fatiga
it: Affaticamento

source: File Format
de: Dateiformat
es: Formato de archivo
fr: Format de fichier
it: Formato file

source: File Type
de: Dateiformat
es: Tipo de archivo
fr: Type de fichier
it: Tipo di file

source: Filter Reflections
de: Reflexionen filtern
es: Filtrar reflexiones
fr: Filtrer les réflexions
it: Filtra riflessioni

source: Finish
de: Ende
es: Finalizar
fr: Terminer
it: Fine

source: Fixing Things
de: Dinge reparieren
es: Reparaciones
fr: Réparations
it: Riparazioni

source: Flying
de: Fliegen
es: Volar
fr: Vol
it: Volo

source: From
de: Von
es: Desde
fr: De
it: Da

source: Frustrated
de: Frustriert
es: Frustrado
fr: Frustré
it: Frustrato

source: Gardening
de: Gartenarbeit
es: Jardinería
fr: Jardinage
it: Giardinaggio

source: General
de: Generell
fr: Général
it: Generali

source: Getting Dressed
de: Sich Anziehen
es: Vestirse
fr: S'habiller
it: Vestirsi

source: Goal
de: Ziel
es: Objetivo
fr: Objectif
it: Obiettivo

source: Good to know
de: Gut zu wissen
es: Bueno saber
fr: Bon à savoir
it: Buono a sapersi

source: Grocery Shopping
de: Einkaufen
es: Compras de supermercado
fr: Courses
it: Spesa

source: Group Activities
de: Gruppenaktivität
es: Actividades en grupo
fr: Activités de groupe
it: Attività di gruppo

source: Happy
de: Glücklich
es: Feliz
fr: Heureux
it: Felice

source: Health Not Available
de: Apple Health nicht verfügbar
es: Salud no disponible
fr: Santé non disponible
it: Salute non disponibile

source: Health Permission Needed
de: Health-Berechtigung erforderlich
es: Permiso de Salud necesario
fr: Autorisation Santé requise
it: Autorizzazione Salute necessaria

source: Heart Rate
de: Herzfrequenz
es: Frecuencia cardíaca
fr: Fréquence cardiaque
it: Frequenza cardiaca

source: Heart Rate Info
de: Herzfrequenz Info
es: Info de frecuencia cardíaca
fr: Info fréquence cardiaque
it: Info frequenza cardiaca

source: Helping Others
de: Anderen helfen
es: Ayudar a otros
fr: Aider les autres
it: Aiutare gli altri

source: High
de: Hoch
es: Alto
fr: Élevé
it: Alto

source: Hiking
de: Wandern
es: Senderismo
fr: Randonnée
it: Escursionismo

source: Home
de: Startseite
es: Inicio
fr: Accueil

source: Household
de: Haushalt
es: Hogar
fr: Ménage
it: Faccende domestiche

source: How to Install
de: Wie installieren
es: Cómo instalar
fr: Comment installer
it: Come installare

source: I Understand and Accept
de: Ich akzeptiere und stimme zu
es: Entiendo y acepto
fr: Je comprends et j'accepte
it: Capisco e accetto

source: If it’s still missing
de: Falls es weiterhin fehlt
es: Si sigue sin aparecer
fr: Si c'est toujours manquant
it: Se manca ancora

source: Immediately
de: Sofort
es: Inmediatamente
fr: Immédiatement
it: Immediatamente

source: Important: Limited integration with the Apple Watch.
de: Wichtig: eingeschränkte Integration mit der Apple Watch.
es: Importante: Integración limitada con el Apple Watch.
fr: Important : intégration limitée avec l'Apple Watch.
it: Importante: integrazione limitata con l'Apple Watch.

source: Improved step tracking accuracy and notifications.
de: Verbesserte Schrittzählung und Benachrichtigungen.

source: In love
de: Verliebt sein
es: Enamorado
fr: Amoureux
it: Innamorato

source: Info
de: Informationen
fr: Informations
it: Informazioni

source: Initializing
de: Initialisierung
es: Inicializando
fr: Initialisation
it: Inizializzazione

source: Insights
de: Einblicke
es: Perspectivas
fr: Aperçus
it: Approfondimenti

source: Installing on Apple Watch
de: Installation auf der Apple Watch
es: Instalando en Apple Watch
fr: Installation sur Apple Watch
it: Installazione su Apple Watch

source: Instructions to Disable Features
de: Anleitung zum Deaktivieren von Funktionen
es: Instrucciones para desactivar funciones
fr: Instructions pour désactiver les fonctionnalités
it: Istruzioni per disattivare le funzionalità

source: Interactions & Social
de: Interaktionen & Soziales
es: Interacciones y social
fr: Interactions et social
it: Interazioni e sociale

source: Interval
de: Intervall
es: Intervalo
fr: Intervalle
it: Intervallo

source: Interval Information
de: Informationen zu Intervallen
es: Información del intervalo
fr: Information sur l'intervalle
it: Informazioni sull'intervallo

source: iPhone Only
de: nur iPhone
es: Solo iPhone
fr: iPhone uniquement
it: Solo iPhone

source: Keep the app running for a moment. We’ll show the last hour as soon as we have enough data.
de: Lass die App einen Moment laufen. Wir zeigen die letzte Stunde an, sobald genügend Daten vorhanden sind.
es: Mantén la app abierta un momento. Mostraremos la última hora en cuanto tengamos suficientes datos.
fr: Laissez l’app ouverte un moment. Nous afficherons la dernière heure dès que nous aurons suffisamment de données.
it: Tieni l’app aperta per un momento. Mostreremo l’ultima ora non appena avremo dati sufficienti.

source: Laying Down
de: Niederlegen
es: Acostado
fr: Allongé
it: Sdraiato

source: Learn How to Pair
de: Erfahre, wie du mit der Apple Watch verbindest
es: Cómo emparejar
fr: Comment jumeler
it: Come associare

source: Learn how your activities impact your energy by visualizing the diary and biometric data on a timeline.
de: Erfahre, wie sich deine Aktivitäten auf deine Energie auswirken, indem du das Tagebuch und die biometrischen Daten auf einer Zeitachse visualisierst.
es: Descubre cómo tus actividades impactan tu energía visualizando el diario y los datos biométricos en una línea de tiempo.
fr: Découvrez comment vos activités impactent votre énergie en visualisant le journal et les données biométriques sur une chronologie.
it: Scopri come le tue attività influenzano la tua energia visualizzando il diario e i dati biometrici su una cronologia.

source: Learn More
de: Mehr erfahren
es: Más información
fr: En savoir plus
it: Scopri di più

source: Learning
de: Lernen
es: Aprendizaje
fr: Apprentissage
it: Apprendimento

source: Learning Something
de: Etwas Lernen
es: Aprendiendo algo
fr: Apprendre quelque chose
it: Imparare qualcosa

source: Light
de: Leicht
es: Ligero
fr: Léger
it: Leggero

source: Live data syncing across devices.
de: Live-Datensynchronisierung zwischen Geräten.

source: Live status of the connection to your Apple Watch.
de: Live-Status der Verbindung zur Apple Watch.
es: Estado en tiempo real de la conexión con tu Apple Watch.
fr: État en direct de la connexion à votre Apple Watch.
it: Stato in tempo reale della connessione al tuo Apple Watch.

source: Low
de: Tief
es: Bajo
fr: Faible
it: Basso

source: Main Features
de: Hauptfunktionen
es: Características principales
fr: Fonctionnalités principales
it: Funzionalità principali

source: Manage Data
de: Daten verwalten
es: Gestionar datos
fr: Gérer les données
it: Gestisci dati

source: Manually add and edit reflections anytime
de: Reflexionen jederzeit manuell hinzufügen und ändern
es: Añade y edita reflexiones manualmente en cualquier momento
fr: Ajoutez et modifiez manuellement des réflexions à tout moment
it: Aggiungi e modifica manualmente le riflessioni in qualsiasi momento

source: Manually Created Reflection
de: Manuell erstellte Reflexion
es: Reflexión creada manualmente
fr: Réflexion créée manuellement
it: Riflessione creata manualmente

source: Measurement Type
de: Messtyp
es: Tipo de medición
fr: Type de mesure
it: Tipo di misurazione

source: Medium
de: Mittel
es: Medio
fr: Moyen
it: Medio

source: Meeting Close Friends
de: Enge Freunde treffen
es: Reunión con amigos cercanos
fr: Rencontre d'amis proches
it: Incontro con amici intimi

source: Meeting Family
de: Familie treffen
es: Reunión familiar
fr: Rencontre familiale
it: Incontro familiare
